Repository: Intery/CafeHelper
Catalog: locales/*/LC_MESSAGES/babel.po
Languages: tr

# ui:locale_config|button:force|label
source: Toggle Force
tr: Zorunlu Dili Aç-Kapa

# ui:locale_config|embed|title
source: Language Configuration Panel
tr: Dil Konfigürasyon Paneli

# dash:locale|title
source: Server Language Configuration ({commands[configure language]})
tr: Sunucu Dil Konfigürasyonu ({commands[configure language]})

# dash:locale|dropdown|placeholder
source: Server Language Panel
tr: Sunucu Dil Paneli

# cmd:configure_language
source: language
tr: dil

# cmd:configure_language|desc
source: Configure the default language I will use in this server.
tr: Bu sunucuda kullanacağım varsayılan dili seçin.

# cmd:configure_language|error
source: You cannot enable `{force_setting}` without having a configured language!
tr: Dil seçmeden `{force_setting}`'i etkinleştiremezsiniz.

# cmd:configure_language|success
source: Language settings updated!
tr: Dil ayarları güncellendi!

# cmd:userconfig_language
source: language
tr: dil

# cmd:userconfig_language|desc
source: Set your preferred interaction language.
tr: Tercih ettiğiniz etkileşim dilini ayarlayın.

# cmd:userconfig_language|param:language
source: language
tr: dil

# cmd:userconfig_language|param:language|desc
source: Which language do you want me to respond in?
tr: Hangi dilde yanıt vermemi istersin?

# cmd:userconfig_language|button:reset|label
source: Reset
tr: Sıfırla

# acmpl:language|no_match
source: No supported languages matching {partial}
tr: {partial} ile eşleşen desteklenen dil yok.

# utils|months
source: January,February,March,April,May,June,July,August,September,October,November,December
tr: Ocak,Şubat,Mart,Nisan,Mayıs,Haziran,Temmuz,Ağustos,Eylül,Ekim,Kasım,Aralık

# utils|short_months
source: Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sep,Oct,Nov,Dec
tr: Oca,Şub,Mar,Nis,May,Haz,Tem,Ağu,Eyl,Eki,Kas,Ara

# settype:locale|accepts
source: Enter a supported language (e.g. 'en-GB').
tr: Desteklen bir dil girin (örn. 'en-GB').

# settype:locale|summary_table|field:supported|key
source: Supported
tr: Desteklenen

# settype:locale|formatted:unset
source: Unset
tr: Ayarlanmamış

# settype:locale|error
source: Sorry, we do not support the language `{lang}` at this time!
tr: Üzgünüz, henüz `{lang}` dilini desteklemiyoruz.

# userset:locale
source: language
tr: dil

# userset:locale|desc
source: Your preferred language for interacting with me.
tr: Benimle etkileşim kurmak için tercih ettiğin dil.

# userset:locale|long_desc
source: The language you would prefer me to respond to commands and interactions in. Servers may be configured to override this with their own language.
tr: Komutlara ve etkileşimlere yanıt vermemi tercih ettiğin dil. Sunucular, kendi dillerinden farklı olacak şekilde ayarlayabilir.

# userset:locale|response
source: You have unset your language.
tr: Dilinin ayarını kaldırdın.

# userset:locale|response
source: You have set your language to {lang}.
tr: Dilinizi {lang} olarak ayarladınız.

# guildset:force_locale
source: force_language
tr: zorunlu_dil

# guildset:force_locale|desc
source: Whether to force all members to use the configured guild language when interacting with me.
tr: Tüm üyeleri benimle etkileşime girerken ayarlanmış sunucu dilini kullanmaya zorlayıp zorlamama.

# guildset:force_locale|long_desc
source: When enabled, commands in this guild will always use the configured guild language, regardless of the member's personally configured language.
tr: Etkinleştirildiğinde bu sunucudaki komutlar, üyenin kişisel olarak ayarlanmış dilinden bağımsız olarak, her zaman sunucu dilini kullanacaktır.

# guildset:force_locale|output
source: Enabled (members will be forced to use the server language)
tr: Etkin (üyeler sunucu dilini kullanmaya zorlanacaktır)

# guildset:force_locale|output
source: Disabled (members may set their own language)
tr: Devre dışı (üyeler kendi dillerini ayarlayabilir)

# guildset:force_locale|response
source: I will always use the set language in this server.
tr: Bu sunucuda her zaman belirlenen dili kullanacağım.

# guildset:force_locale|response
source: I will now allow the members to set their own language here.
tr: Artık üyelerin kendi dillerini belirlemelerine izin vereceğim.

# guildset:locale
source: language
tr: dil

# guildset:locale|desc
source: Your preferred language for interacting with me.
tr: Benimle etkileşim kurmak için tercih ettiğin dil.

# guildset:locale|long_desc
source: The default language to use for responses and interactions in this server. Member's own configured language will override this for their commands unless `force_language` is enabled.
tr: Bu sunucuda yanıtlar ve etkileşimler için kullanılacak varsayılan dil. `zorunlu_dil` etkinleştirilmediği sürece üyelerin kendi ayarladıları dil, komutlar için geçersiz olacaktır.

# guildset:locale|response
source: You have unset the guild language.
tr: Sunucu dil ayarını kaldırdın.

# guildset:locale|response
source: You have set the guild language to {lang}.
tr: Sunucu dilini {lang} olarak ayarladın.

# localenames|locale:en-US
source: American English
tr: Amerikan İngilizcesi

# localenames|locale:en-GB
source: British English
tr: İngiltere İngilizcesi

# localenames|locale:bg
source: Bulgarian
tr: Bulgarca

# localenames|locale:zh-CN
source: Chinese
tr: Çince

# localenames|locale:zh-TW
source: Taiwan Chinese
tr: Tayvan Çincesi

# localenames|locale:hr
source: Croatian
tr: Hırvatça

# localenames|locale:cs
source: Czech
tr: Çekçe

# localenames|locale:da
source: Danish
tr: Danca

# localenames|locale:nl
source: Dutch
tr: Hollandaca

# localenames|locale:fi
source: Finnish
tr: Fince

# localenames|locale:fr
source: French
tr: Fransızca

# localenames|locale:de
source: German
tr: Almanca

# localenames|locale:el
source: Greek
tr: Yunanca

# localenames|locale:hi
source: Hindi
tr: Hintçe

# localenames|locale:hu
source: Hungarian
tr: Macarca

# localenames|locale:it
source: Italian
tr: İtalyanca

# localenames|locale:ja
source: Japanese
tr: Japonca

# localenames|locale:ko
source: Korean
tr: Korece

# localenames|locale:lt
source: Lithuanian
tr: Litovca

# localenames|locale:no
source: Norwegian
tr: Norveççe
