Repository: Intery/CafeHelper
Catalog: locales/*/LC_MESSAGES/lion-core.po
Languages: tr

# settype:coin|accepts
source: A positive integral number of coins.
tr: Pozitif tam sayı cinsinden para miktarı.

# settype:coin|parse|error:notinteger
source: The coin quantity must be a positive integer!
tr: Para miktarının pozitif tam sayı olması gerekiyor!

# settype:coin|parse|error:too_large
source: Provided number of coins was too high!
tr: Belirtilen para miktarı çok fazla!

# settype:coin|parse|error:too_large
source: Provided number of coins was too low!
tr: Belirtilen para miktarı çok az!

# settype:message|accepts
source: JSON formatted raw message data
tr: JSON formatlı ham mesaj verisi

# settype:message|download|error:not_json
source: The attached message data is not a JSON file!
tr: Eklenen mesaj verisi JSON dosyası değil!

# settype:message|download|error:size
source: The attached message data is too large!
tr: Eklenen mesaj verisi fazla büyük!

# settype:message|download|error:decoding
source: Could not decode the message data. Please ensure it is saved with the `UTF-8` encoding.
tr: Mesaj verilerinin kodu çözülemedi. Lütfen 'UTF-8' kodlamasıyla kaydedildiğinden emin olun.

# settype:message|error_suffix
source: You can view, test, and fix your embed using the online [embed builder]({link}).
tr: Çevrimiçi [embed builder]({link}) kullanarak yerleştirmenizi görüntüleyebilir, test edebilir ve düzeltebilirsiniz.

# settype:message|error:invalid_json
source: The provided message data was not a valid JSON document! `{error}`
tr: Belirtilen mesaj verisi geçerli bir JSON dosyası değil! `{error}`

# settype:message|error:json_missing_keys
source: Message data must be a JSON object with at least one of the following fields: `content`, `embed`, `embeds`
tr: Mesaj verileri şu alanlardan en az birine sahip bir JSON nesnesi olmalıdır: `content`, `embed`, `embeds`

# settype:message|error:json_embed_type
source: `embed` field must be a valid JSON object.
tr: `embed` alanı geçerli bir JSON verisi olmalıdır.

# settype:message|error:json_embeds_type
source: `embeds` field must be a list.
tr: `embeds` kısmı bir liste olmalıdır.

# settype:message|error:json_embed_embeds
source: Message data cannot include both `embed` and `embeds`.
tr: Mesaj verileri hem "embed" hem de "embeds" içeremez.

# settype:message|error:json_content_type
source: `content` field must be a string.
tr: `content` alanı bir dizge olmalıdır.

# ui:settype:message|error:embed_conversion
source: Could not parse the message embed data. **Error:** `{exception}`
tr: Gömülü mesajın verisini ayrıştıramıyorum. **Hata:** `{exception}`

# settype:message|format:too_long
source: Too long to display! See Preview.
tr: Gösterim için çok uzun! Önizlemeyi gör.
