Repository: Intery/CafeHelper
Catalog: locales/*/LC_MESSAGES/shop.po
Languages: tr

# group:editshop
source: editshop
tr: marketidüzenle

# cmd:shop_open
source: open
tr: aç

# cmd:shop_open|desc
source: Open the server shop.
tr: Sunucu marketini aç.

# cmd:shop_open|error:no_shops
source: There is nothing to buy!
tr: Burada satın alınacak bir şey yok!

# ui:stores|button:close|label
source: Close
tr: Kapat

# ui:stores|button:close|response|title
source: Shop Closed
tr: Market Kapandı

# ui:colourstore|menu:buycolours|label
source: {name} (This is your colour!)
tr: {name} (Bu sizin renginiz!)

# ui:colourstore|menu:buycolours|desc
source: Colour: {colour}
tr: Renk: {colour}

# ui:colourstore|menu:buycolours|desc
source: Colour: Unknown
tr: Renk: Bilinmiyor

# shop:colours|name
source: Colour Shop
tr: Renk Market

# shop:colour|purchase|error:not_purchasable
source: This item may not be purchased!
tr: Bu ürün satın alınamaz!

# shop:colour|purchase|error:no_guild
source: Could not retrieve the server from Discord!
tr: Sunucu Discord'dan alınamadı!

# shop:colour|purchase|error:no_member
source: Could not retrieve the member from Discord.
tr: Üye Discord'dan alınamadı.

# shop:colour|purchase|error:no_role
source: This colour role could not be found in the server.
tr: Bu renk rolü sunucuda bulunamadı.

# shop:colour|purchase|error:low_balance
source: This item costs {coin}{amount}! Your balance is {coin}{balance}
tr: Bu ürün {coin}{amount} tutuyor! Sizin bakiyeniz ise {coin}{balance}

# shop:colour|purchase|error:owned
source: You already own this item!
tr: Zaten bu ürüne sahipsin!

# shop:colour|purchase|error:failed_no_role
source: This colour role no longer exists!
tr: Bu renk rolü artık bulunmuyor!

# shop:colour|purchase|error:failed_permissions
source: I do not have enough permissions to give you this colour role!
tr: Size bu renk rolünü verebilmek için yeterli yetkim yok!

# shop:colour|purchase|error:failed_unknown
source: An unknown error occurred while giving you this colour role!
tr: Size bu renk rolünü verirken bilinmeyen bir hata oluştu!

# grp:editshop_colours
source: colours
tr: renkler

# cmd:editshop_colours_create
source: create
tr: oluştur

# cmd:editshop_colours_create|desc
source: Create a new colour role with the given colour.
tr: Verilen renkten yeni bir renk rolü oluştur.

# cmd:editshop_colours_create|param:colour
source: colour
tr: renk

# cmd:editshop_colours_create|param:name
source: name
tr: isim

# cmd:editshop_colours_create|param:price
source: price
tr: fiyat

# cmd:editshop_colours_create|param:colour|desc
source: What colour should the role be? (As a hex code, e.g. #AB22AB)
tr: Bu rol ne renkte olacak? (Hex kodu cinsinden ör. #AB22AB)

# cmd:editshop_colours_create|param:name|desc
source: What should the colour role be called?
tr: Bu renk rolünün adı ne olmalı?

# cmd:editshop_colours_create|param:price|desc
source: How much should the colour role cost?
tr: Bu renk rolünün fiyatı ne kadar olacak?

# cmd:editshop_colours_create|error:parse_colour
source: I could not extract a colour value from `{colour}`! Please enter the colour as a hex string, e.g. `#FA0BC1`
tr: Belirttiğiniz koddan bu rengi bulamadım `{colour}`! Hex kodu olarak rengi tekrardan yazın ör. `#FA0BC1`

# cmd:editshop_colours_create|error:perms
source: I do not have permission to create server roles! Please either give me this permission, or create the role manually and use `/editshop colours add` instead.
tr: Sunucuda rol oluşturmaya yetkim yok! Ya bana bu izni verin ya da manuel olarak ve `/editshop colours add` kullanarak kendiniz oluşturun.

# cmd:editshop_colours_create|error:max_colours
source: This server already has the maximum of `25` colour roles! Please remove some before adding or creating more.
tr: Bu sunucu zaten maximum `25` renk rolüne sahip! Eklemeden ya da oluşturmadan önce lütfen bazılarını kaldırın.

# cmd:editshop_colours_create|error:failed_unknown
source: An unknown Discord error occurred while creating your colour role! Please try again in a few minutes.
tr: Sizin renk rolünüzü oluştururken bilinmeyen bir Discord hatası oluştu! Birkaç dakika sonra lütfen tekrar deneyin.

# cmd:editshop_colours_create|resp:done|title
source: Colour Role Created
tr: Renk Rolü Oluşturuldu

# cmd:editshop_colours_create|resp:done|desc
source: You have created the role {mention}, and added it to the colour shop for {coin}**{price}**!
tr: {mention} rolünü oluşturdunuz ve {coin}**{price}** değerine renk marketine eklediniz!

# cmd:editshop_colours_create|resp:done|field:position_note|value
source: The new colour role was added below all other roles. Remember a member's active colour is determined by their highest coloured role!
tr: Yeni oluşturulan renk rolü tüm rollerin altına oluşturuldu. Unutmayın ki üyenin aktif rengi sahip olduğu en yüksek rolün rengine göre belirlenmektedir!

# cmd:editshop_colours_create|resp:done|field:position_note|name
source: Note
tr: Not

# cmd:editshop_colours_edit
source: edit
tr: düzenle

# cmd:editshop_colours_edit|desc
source: Edit the name, colour, or price of a colour role.
tr: Bir renk rolünün adını, rengini ya da fiyatını düzenleyin

# cmd:editshop_colours_edit|param:role
source: role
tr: rol

# cmd:editshop_colours_edit|param:name
source: name
tr: isim

# cmd:editshop_colours_edit|param:colour
source: colour
tr: renk

# cmd:editshop_colours_edit|param:price
source: price
tr: fiyat

# cmd:editshop_colours_edit|param:role|desc
source: Select a colour role to edit.
tr: Düzenlenecek renk rolünü seçin.

# cmd:editshop_colours_edit|param:name|desc
source: New name to give the colour role.
tr: Bu renk rolüne verilecek yeni isim.

# cmd:editshop_colours_edit|param:colour|desc
source: New colour for the colour role (as hex, e.g. #AB12AB).
tr: Yeni renk rolüne yeni renk verin (Hex kodu olarak ör. #AB12AB).

# cmd:editshop_colours_edit|param:price|desc
source: New price for the colour role.
tr: Renk rolüne yeni fiyat.

# cmd:editshop_colours_edit|error:invalid_role
source: {mention} is not in the colour role shop!
tr: {mention} renk markette değil!

# cmd:editshop_colours_edit|error:no_args
source: You must give me one of `name`, `colour`, or `price` to update!
tr: Güncellemek için en az bir tane `isim`, `renk` ya da `fiyat` vermelisiniz!

# cmd:editshop_colours_edit|error:parse_colour
source: I could not extract a colour value from `{colour}`! Please enter the colour as a hex string, e.g. `#FA0BC1`
tr: Belirttiğiniz koddan bu rengi bulamadım `{colour}`! Hex kodu olarak rengi tekrardan yazın ör. `#FA0BC1`

# cmd:editshop_colours_edit|error:perms
source: I do not have sufficient server permissions to edit this role!
tr: Bu rolü düzenleyebilmek için yeterli iznim bulunmamakta!

# cmd:editshop_colours_edit|resp:done|line:price
source: {tick} Set price to {coin}**{price}**
tr: {tick} Fiyat {coin}**{price}** değerine ayarlandı

# cmd:editshop_colours_edit|resp:done|line:role
source: {tick} Updated role to {mention}
tr: {tick} Rol {mention} olarak güncellendi

# cmd:editshop_colours_edit|resp:done|embed:title
source: Colour Role Updated
tr: Renk Rolü Güncellendi

# cmd:editshop_colours_auto
source: auto
tr: otomatik

# cmd:editshop_colours_auto|desc
source: Automatically create a set of colour roles.
tr: Otomatik olarak renk rollerini oluşturdum.

# cmd:editshop_colours_add
source: add
tr: ekle

# cmd:editshop_colours_add|desc
source: Add an existing role to the colour shop.
tr: Varolan bir rolü renk markete ekle.

# cmd:editshop_colours_add|param:role
source: role
tr: rol

# cmd:editshop_colours_add|param:price
source: price
tr: fiyat

# cmd:editshop_colours_add|param:role|desc
source: Select a role to add to the colour shop.
tr: Renk markete eklemek için bir rol seç.

# cmd:editshop_colours_add|param:price|desc
source: How much should this role cost?
tr: Bu rolün fiyatı ne kadar olacak?

# cmd:editshop_colours_add|error:max_colours
source: This server already has the maximum of `25` colour roles! Please remove some before adding or creating more.
tr: Bu sunucu zaten maximum `25` renk rolüne sahip! Eklemeden ya da oluşturmadan önce lütfen bazılarını kaldırın.

# cmd:editshop_colours_add|error:role_exists
source: The role {mention} is already registered as a colour role!
tr: {mention} rolü zaten bir renk rolü olarak eklidir!

# cmd:editshop_colours_add|error:role_perms
source: I do not have enough permissions to assign the role {mention}! Please ensure I have the `MANAGE_ROLES` permission, and that my top role is above this role.
tr: {mention} rolünü atamak için yeterli iznim bulunmamakta! Lütfen `MANAGE_ROLES` yetkimin olduğuna ve en üstteki rolümün bu rolün üzerinde olduğuna emin olun.

# cmd:editshop_colours_add|error:caller_perms
source: You do not have sufficient server permissions to assign {mention} to the shop! You must have `MANAGE_ROLES`, and your top role must be above this role.
tr: {mention} rolünü markete eklemek için yeterli iznin bulunmamakta! MANAGE_ROLES` yetkisine sahip olman ve en üstteki rolünün bu rolün üzerinde bulunması gerekmekte.

# cmd:editshop_colours_add|error:role_has_admin
source: I refuse to add an administrator role to the LionCoin shop. That is a really bad idea.
tr: LionCoin markete yönetici rolünü eklemeye karşı çıkıyorum. Bu gerçekten çok kötü bir fikir.

# cmd:editshop_colours_add|resp:done|embed:title
source: Colour Role Created
tr: Renk Rolü Oluşturuldu

# cmd:editshop_colours_add|resp:done|embed:desc
source: You have added {mention} to the colour shop for {coin}**{price}**!
tr: {mention} rolünü renk markete {coin}**{price}** değerinde eklediniz!

# cmd:editshop_colours_clear
source: clear
tr: temizle

# cmd:editshop_colours_clear|desc
source: Remove all the colour roles from the shop, and optionally delete the roles.
tr: Tüm rolleri marketten kaldır ve opsiyonel olarak rolleri sil.

# cmd:editshop_colours_clear|param:delete
source: delete_roles
tr: rolleri_sil

# cmd:editshop_colours_clear|param:delete|desc
source: Also delete the associated roles.
tr: Ayrıca ilişkili rolleri de silin.

# cmd:editshop_colours_clear|error:no_colours
source: There are no coloured roles to remove!
tr: Çıkartılacak renk rolleri bulunmamakta!

# cmd:editshop_colours_clear|resp:done|line:clear
source: {tick} Colour shop cleared.
tr: {tick} Renk market temizlendi.

# cmd:editshop_colours_clear|resp:done|line:refunding
source: {loading} Refunded **{count}/{total}** members.
tr: {loading} İade edilen üyeler: **{count}/{total}** .

# cmd:editshop_colours_clear|resp:done|line:refunded
source: {tick} Refunded **{total}/{total}** members.
tr: {tick} **{total}/{total}** üyeye iade edildi.

# cmd:editshop_colours_clear|resp:done|line:deleted_failed
source: {emoji} Deleted **{count}/{total}** colour roles. (**{failed}** failed!)
tr: {emoji} **{count}/{total}** renk rolü silindi . (**{failed}** başarısız!)

# cmd:editshop_colours_clear|resp:done|line:deleted
source: {emoji} Deleted **{count}/{total}** colour roles.
tr: {emoji} **{count}/{total}** renk rolü silindi.

# cmd:editshop_colours_remove
source: remove
tr: çıkart

# cmd:editshop_colours_remove|desc
source: Remove a specific colour role from the shop.
tr: Belirli bir renk rolünü marketten kaldır.

# cmd:editshop_colours_remove|param:role
source: role
tr: rol

# cmd:editshop_colours_remove
source: delete_role
tr: rolü_sil

# cmd:editshop_colours_remove|param:role|desc
source: Select the colour role to remove.
tr: Kaldırılacak renk rolünü seçin.

# cmd:editshop_colours_remove|param:delete_role|desc
source: Whether to delete the associated role.
tr: İlişkili rolün silinip silinmeyeceği.

# cmd:editshop_colours_remove|error:not_colour
source: {mention} is not in the colour role shop!
tr: {mention} bir renk market rolü değil!

# cmd:editshop_colours_remove|resp:done|line:delete
source: Successfully deleted the role.
tr: Başarıyla rolü sildi.

# cmd:editshop_colours_remove|resp:done|line:delete
source: I do not have sufficient permissions to delete the role.
tr: Rolü silmek için yeterli iznim bulunmuyor.

# cmd:editshop_colours_remove|resp:done|line:delete
source: Failed to delete the role for an unknown reason.
tr: Belirlenemeyen sebepten dolayı rolü silme başarısız oldu.

# cmd:editshop_colours_remove|resp:done|line:delete
source: Could not find the role in order to delete it.
tr: Silinecek rol bulunamadı.

# cmd:editshop_colours_remove|resp:done|embed:desc
source: Removed {mention} from the colour shop. {delete_line}
tr: {mention} rolünü renk marketten kaldırdım. {delete_line}

# ui:colourstore|menu:buycolours|embed:error|title
source: Purchase Failed!
tr: Satın Alım Başarısız!

# ui:colourstore|menu:buycolours|resp:done|desc
source: {tick} You have purchased {mention}
tr: {tick} {mention} rolünü satın aldınız!

# ui:colourstore|menu:buycolours|placeholder
source: There are no colour roles available to purchase!
tr: Satın alınabilecek bir renk rolü bulunmamaktadır!

# ui:colourstore|menu:buycolours|placeholder
source: Select a colour role to purchase!
tr: Satın almak istediğiniz renk rolünü seçin!

# ui:colourstore|embed|line:owned_item
source: `[{j:02}]` | `{price} LC` | {mention} (You own this!)
tr: `[{j:02}]` | `{price} LC` | {mention} (Buna zaten sahipsin!)

# ui:colourstore|embed|desc
source: No colour roles available for purchase!
tr: Satın alınabilecek renk rolü bulunmamaktadır!

# ui:colourstore|embed|title
source: Colour Role Shop
tr: Renk Rolü Marketi
