Repository: Intery/CafeHelper
Catalog: locales/*/LC_MESSAGES/stats-gui.po
Languages: tr

# skin:stats|header:col1
source: STATISTICS
tr: İSTATİSTİKLER

# skin:stats|subheader:leaderboard
source: LEADERBOARD POSITION
tr: LİDER TABLOSU SIRASI

# skin:stats|mode:study|subheader:study
source: STUDY TIME
tr: ÇALIŞMA SÜRESİ

# skin:stats|mode:voice|subheader:study
source: VOICE TIME
tr: SES SÜRESİ

# skin:stats|mode:text|subheader:study
source: MESSAGES
tr: MESAJLAR

# skin:stats|mode:anki|subheader:study
source: CARDS REVIEWED
tr: Görüntülenen Kartlar

# skin:stats|subheader:workouts
source: WORKOUTS
tr: ANTRENMANLAR

# skin:stats|field:daily
source: DAILY
tr: GÜNLÜK

# skin:stats|field:weekly
source: WEEKLY
tr: HAFTALIK

# skin:stats|field:monthly
source: MONTHLY
tr: AYLIK

# skin:stats|field:alltime
source: ALL TIME
tr: TÜM ZAMANLAR

# skin:stats|field:time
source: TIME
tr: ZAMAN

# skin:stats|field:anki
source: ANKI: COMING SOON
tr: ANKI: ÇOK YAKINDA

# skin:stats|mode:study|header:col2
source: STUDY STREAK
tr: ÇALIŞMA SERİ

# skin:stats|mode:voice|header:col2
source: VOICE STREAK
tr: SES SERİSİ

# skin:stats|mode:text|header:col2
source: ACTIVITY STREAK
tr: AKTİVİTE SERİSİ

# skin:stats|mode:anki|header:col2
source: ANKI REVIEW STREAK
tr: ANKI GÖRÜŞ SERİSİ

# skin:stats|mode:study|field:col2_summary
source: {amount} HRS
tr: {amount} SAAT

# skin:stats|mode:voice|field:col2_summary
source: {amount} HRS
tr: {amount} SAAT

# skin:stats|mode:anki|field:col2_summary
source: {amount} CARDS
tr: {amount} Kartlar

# skin:stats|cal|weekdays
source: S,M,T,W,T,F,S
tr: P,S,Ç,P,C,CTS,PZR

# skin:stats|cal|months
source: JANUARY,FEBRUARY,MARCH,APRIL,MAY,JUNE,JULY,AUGUST,SEPTEMBER,OCTOBER,NOVEMBER,DECEMBER
tr: OCAK,ŞUBAT,MART,NİSAN,MAYIS,HAZİRAN,TEMMUZ,AĞUSTOS,EYLÜL,EKİM,KASIM,ARALIK
