Repository: Intery/CafeHelper
Catalog: locales/*/LC_MESSAGES/text-tracker.po
Languages: tr

# cmd:configure_message_exp
source: message_exp
tr: mesaj_açıklaması

# cmd:configure_message_exp|desc
source: Configure Message Tracking & Experience
tr: Mesaj Takibini & Deneyimini Konfigüre Et

# cmd:leo_configure_exp_rates
source: experience_rates
tr: deneyim_bedel

# cmd:leo_configure_exp_rates|desc
source: Global experience rate configuration
tr: Evrensel deneyim bedeli konfigürasyonu

# ui:text_tracker_config|menu:untracked_channels|placeholder
source: Select Untracked Channels
tr: Takip Edilmeyen Kanalları Seç

# ui:text_tracker_config|embed|title
source: Message Tracking Configuration Panel
tr: Mesaj Takibi Konfigürasyon Paneli

# dash:text_tracking|dropdown|placeholder
source: Message XP Panel
tr: Mesaj XP Paneli

# guildset:xp_per_period
source: xp_per_5min
tr: her_5dk_xp

# guildset:xp_per_period|desc
source: How much XP members will be given every 5 minute period they are active.
tr: Aktif oldukları her 5 dakikalık periyotlar için ne kadar XP verileceği.

# guildset:xp_per_period|long_desc
source: Amount of message XP to give members for each 5 minute period in which they are active (send a message). Note that this XP is only given *once* per period.
tr: Üyelere aktif oldukları her 5 dakikalık süre için verilecek mesaj XP miktarı (mesaj gönderilmeli). Bu XP'nin her bir periyotta yalnızca *bir kez* verildiğini unutmayın.

# guildset:xp_per_period|accepts
source: Number of message XP to reward per 5 minute active period.
tr: Aktif oldukları 5 dakikalık periyotlar için mesaj XP miktarı.

# guildset:xp_per_period|set_response
source: For every **5** minutes they are active (i.e. in which they send a message), members will now be given **{amount}** XP.
tr: Her **5** dakikalık aktifliklerinde (mesaj gönderdiklerinde) üyelere **{amount}** XP verilecek.

# guildset:word_xp
source: xp_per_100words
tr: her_100kelime_xp

# guildset:word_xp|desc
source: How much XP members will be given per hundred words they write.
tr: Her yüz kelime yazdıklarında üyelere ne kadar XP verileceği.

# guildset:word_xp|long_desc
source: Amount of message XP to be given (additionally to the XP per period) for each hundred words. Useful for rewarding communication.
tr: Her yüz kelime için verilecek mesaj XP miktarı (periyot başına verilen XP'ye ek olarak). İletişimleri ödüllendirmek için kullanışlıdır.

# guildset:word_xp|accepts
source: Number of XP to reward per hundred words sent.
tr: Gönderilen yüz kelime başına ödüllendirilecek XP miktarı.

# guildset:word_xp|set_response
source: For every **100** words they send, members will now be rewarded an additional **{amount}** XP.
tr: Gönderdikleri her **100** kelime için üyeler bundan sonra ekstra olarak **{amount}** XP ile ödüllendirilecekler.

# guildset:untracked_text_channels
source: untracked_text_channels
tr: takip_eidlmeyen_yazı_kanalları

# guildset:untracked_text_channels|desc
source: Channels in which Message XP will not be given.
tr: Mesaj XP'lerinin verilmeyeceği kanallar.

# guildset:untracked_text_channels|long_desc
source: Messages sent in these channels will not count towards a member's message XP. If a category is selected, then all channels under the category will also be untracked.
tr: Bu kanala gönderilen mesajlar üyenin mesaj XP'si olarak sayılmayacak. Kategori seçildiyse kategorinin altındaki tüm kanallar takip edilmeyecektir.

# guildset:untracked_text_channels|accepts
source: Comma separated list of untracked text channel names or ids.
tr: Takip edilmeyecek metin kanallarının virgülle ayrılmış adları ya da ID'leri.

# guildset:untracked_text_channels|notset
source: Not Set (all text channels will be tracked.)
tr: Ayarlanmadı (tüm metin kanalları takip edilecek.)

# guildset:untracked_text_channels|set_response|set
source: Messages in or under the following channels will be ignored: {channels}
tr: Belirtilen kanallardaki mesajlar dikkate alınmayacak: {channels}

# guildset:untracked_text_channels|set_response|notset
source: Message XP will now be tracked in every channel.
tr: Mesaj XP'leri tüm kanallarda takip edilecek.

# guildset:untracked_text_channels|set_using
source: Channel selector below
tr: Kanal Seçici Aşağıda

# botset:xp_per_period
source: xp_per_5min
tr: her_5dk_xp

# botset:xp_per_period|desc
source: How much global XP members will be given every 5 minute period they are active.
tr: Aktif oldukları her 5 dakikalık periyotlar için ne kadar evrensel XP verileceği.

# botset:xp_per_period|long_desc
source: Amount of global message XP to give members for each 5 minute period in which they are active (send a message). Note that this XP is only given *once* per period.
tr: Üyelere aktif oldukları her 5 dakikalık süre için verilecek evrensel mesaj XP miktarı (mesaj gönderilmeli). Bu XP'nin her bir periyotta yalnızca *bir kez* verildiğini unutmayın.

# botset:xp_per_period|accepts
source: Number of message XP to reward per 5 minute active period.
tr: Aktif oldukları 5 dakikalık periyotlar için mesaj XP miktarı.

# leoset:xp_per_period|set_response
source: For every **5** minutes they are active (i.e. in which they send a message), all users will now be given **{amount}** global XP.
tr: Her **5** dakikalık aktifliklerinde (mesaj gönderdiklerinde) üyelere **{amount}** evrensel XP verilecek.

# botset:word_xp
source: xp_per_100words
tr: her_100kelimedeki_xp

# botset:word_xp|desc
source: How much global XP members will be given per hundred words they write.
tr: Her yüz kelime yazdıklarında üyelere ne kadar evrensel XP verileceği.

# botset:word_xp|long_desc
source: Amount of global message XP to be given (additionally to the XP per period) for each hundred words. Useful for rewarding communication.
tr: Her yüz kelime için verilecek mesaj XP miktarı (periyot başına verilen XP'ye ek olarak). İletişimleri ödüllendirmek için kullanışlıdır.

# botset:word_xp|accepts
source: Number of XP to reward per hundred words sent.
tr: Gönderilen her 100 kelime için verilecek XP ödül miktarı.

# leoset:word_xp|set_response
source: For every **100** words they send, users will now be rewarded an additional **{amount}** global XP.
tr: Her **100** kelime gönderiminde, üyeler ekstra olarak **{amount}** evrensel XP ile ödüllendirileceklerdir.
