Repository: Intery/CafeHelper
Catalog: locales/*/LC_MESSAGES/user_config.po
Languages: tr

# userset:timezone
source: timezone
tr: saat_dilimi

# userset:timezone|desc
source: Timezone in which to display statistics.
tr: İstatistiklerin görüntüleneceği saat dilimi.

# userset:timezone|long_desc
source: All personal time-related features of StudyLion will use this timezone for you, including personal statistics. Note that leaderboards will still be shown in the server's own timezone.
tr: StudyLion'un zamanla ilgili tüm kişisel özellikleri, kişisel istatistikler de dahil olmak üzere bu zaman dilimini kullanacaktır. Liderlik tablolarının hala sunucunun kendi zaman diliminde gösterileceğini unutma.

# userset:timezone|response:set
source: Your personal timezone has been set to `{timezone}`.
tr: Kişisel saat diliminiz `{timezone}` olarak ayarlandı.

# userset:timezone|response:unset
source: You have unset your timezone. Statistics will be displayed in the server timezone.
tr: Kişisel saat dilimini kaldırdın. İstatistikler sunucu saat diliminde görüntülenecektir.

# cmd:userconfig
source: my
tr: benim

# cmd:userconfig|desc
source: User configuration commands.
tr: Kullanıcı yapılandırma komutları.

# cmd:userconfig_timezone
source: timezone
tr: saat dilimi

# cmd:userconfig_timezone|desc
source: Set your personal timezone, used for displaying stats and setting reminders.
tr: İstatistikleri görüntülemek ve hatırlatıcıları ayarlamak için kullanılan kişisel saat diliminizi ayarlayın.

# cmd:userconfig_timezone|param:timezone
source: timezone
tr: saat dilimi

# cmd:userconfig_timezone|param:timezone|desc
source: What timezone are you in? Try typing your country or continent.
tr: Hangi saat dilimindesiniz? Ülkenizi veya kıtanızı yazmayı deneyin.

# cmd:userconfig_timezone|response:set
source: Your timezone is currently set to {timezone}
tr: Kişisel saat diliminiz şu anda {timezone} olarak ayarlanmıştır

# cmd:userconfig_timezone|button:reset|label
source: Reset
tr: Sıfırla

# cmd:userconfig_timezone|response:unset
source: Your timezone is not set. Using the server timezone `{timezone}`.
tr: Kişisel zaman dilimin ayarlanmamış. Sunucu zaman dilimi `{timezone}` kullanılıyor.
