Repository: Intery/CafeHelper
Catalog: locales/*/LC_MESSAGES/utils.po
Languages: tr

# cmd:page
source: page
tr: sayfa

# cmd:page|desc
source: Jump to a given page of the ouput of a previous command in this channel.
tr: Bu kanala gönderilmiş bir komutun yanıtının istenen bir sayfasına atla.

# cmd:page_next
source: next
tr: sonraki

# cmd:page_next|desc
source: Jump to the next page of output.
tr: Yanıtın bir sonraki sayfasına atlayın.

# cmd:page_prev
source: prev
tr: önceki

# cmd:page_prev|desc
source: Jump to the previous page of output.
tr: Yanıtın bir önceki sayfasına atlayın.

# cmd:page_first
source: first
tr: ilk

# cmd:page_first|desc
source: Jump to the first page of output.
tr: Yanıtın ilk sayfasına atlayın.

# cmd:page_last
source: last
tr: son

# cmd:page_last|desc
source: Jump to the last page of output.
tr: Yanıtın son sayfasına atlayın.

# cmd:page_select
source: select
tr: seç

# cmd:page_select|desc
source: Select a page of the output to jump to.
tr: Atlamak için yanıtın bir sayfasını seçin.

# cmd:page_select|param:page
source: page
tr: sayfa

# cmd:page_select|param:page|desc
source: The page name or number to jump to.
tr: Atlanacak sayfa adı veya numarası.

# utils:parse_dur|error
source: Cannot parse `{value}` as a duration.
tr: `{value}`, süre olarak çözümlenemiyor.

# util:Duration|acmpl|error
source: Cannot extract duration from "{partial}"
tr: "{partial}" öğesinden süre çıkarılamıyor

# util:parse_dur|regex:day
source: (?P<value>\d+)\s*(?:(d)|(day))
tr: (?P<value>\d+)\s*(?:(g)|(gün))

# util:parse_dur|regex:hour
source: (?P<value>\d+)\s*(?:(h)|(hour))
tr: (?P<value>\d+)\s*(?:(s)|(saat))

# util:parse_dur|regex:minute
source: (?P<value>\d+)\s*(?:(m)|(min))
tr: (?P<value>\d+)\s*(?:(dk)|(dak)|(dakika))

# util:parse_dur|regex:second
source: (?P<value>\d+)\s*(?:(s)|(sec))
tr: (?P<value>\d+)\s*(?:(sn)|(saniye))

# ui:configui|modal:edit|title
source: Setting Editor
tr: Ayar Düzenleyici

# ui:configui|check|not_permitted
source: You have insufficient server permissions to use this UI!
tr: Bu kullanıcı arayüzünü kullanmak için yeterli sunucu izniniz yok!

# ui:configui|button:edit|label
source: Edit
tr: Düzenle

# ui:guild_config_base|button:reset|label
source: Reset
tr: Sıfırla

# ui:dashboard|error:section_too_long
source: Oops, the settings in this configuration section are too large, and I can not display them here! Please view the settings in the linked configuration panel instead.
tr: Tüh, bu konfigürasyon bölümündeki bazı ayarlar fazla uzun, o yüzden onları burada gösteremiyorum! Bunun yerine ayarları bağlantıdaki konfigürasyon panelinde inceleyebilirsin.

# cmd:page|pager:Pager|options:next
source: n, nxt, next, forward, +
tr: s, snr, sonraki, ileri, +

# cmd:page|pager:Pager|options:prev
source: p, prev, back, -
tr: ö, önceki, geri,-

# cmd:page|pager:Pager|options:first
source: f, first, one, start
tr: i, ilk, birinci, başlangıç

# cmd:page|pager:Pager|options:last
source: l, last, end
tr: s, son, sonuncu

# cmd:page|pager:Pager|error:parse
source: Could not understand page specification `{value}`.
tr: Sayfa belirtimi `{value}` anlaşılamadı.

# cmd:page|acmpl|pager:Pager|choice:last
source: Last: Page {page}/{total}
tr: Son: Sayfa {page}/{total}

# cmd:page|acmpl|pager:Pager|choice:current
source: Current: Page {page}/{total}
tr: Şimdiki: Sayfa {page}/{total}

# cmd:page|acmpl|pager:Pager|choice:general
source: Page {page}
tr: Sayfa {page}

# cmd:page|acmpl|pager:Page|choice:select
source: Selected: Page {page}/{total}
tr: Seçili: Sayfa {page}/{total}

# cmd:page|acmpl|pager:Page|error:parse
source: No matching pages!
tr: Eşleşen sayfa yok!

# ui:msg_editor|error:empty
source: Rendering failed! The message content and embed cannot both be empty.
tr: İşlem başarısız oldu! Mesaj içeriği ve gömülü öğenin ikisi de boş olamaz, en azından birinde bilgi olmalı.

# ui:msg_editor|error:embed_failed
source: Rendering failed! Could not parse the embed. Error: {error}
tr: İşlem başarısız oldu! Gömülü mesaj ayrıştırılamadı. Hata: {error}

# ui:msg_editor|error:invalid_change
source: Rendering failed! The message was not modified. Error: `{text}`
tr: Oluşturma başarısız oldu! Mesaj değiştirilmedi. Hata: `{text}`

# ui:msg_editor|modal:content|field:content|label
source: Message Content
tr: Mesaj İçeriği

# ui:msg_editor|modal:content|title
source: Content Editor
tr: İçerik Editörü

# ui:msg_editor|button:edit|label
source: Edit Content
tr: İçeriği Düzenle

# ui:msg_editor|button:add_embed|sample_embed|title
source: Title Placeholder
tr: Başlık Yertutucu

# ui:msg_editor|button:add_embed|sample_embed|description
source: Description Placeholder
tr: Açıklama Yertutucu

# ui:msg_editor|button:add_embed|label
source: Add Embed
tr: Embed Ekle

# ui:msg_editor|modal:body|field:content|label
source: Message Content
tr: Mesaj İçeriği

# ui:msg_editor|modal:body|field:desc|label
source: Embed Description
tr: Embed Açıklaması

# ui:msg_editor|modal:body|field:title|label
source: Embed Title
tr: Embed Başlığı

# ui:msg_editor|modal:body|field:colour|label
source: Embed Colour
tr: Embed Rengi

# ui:msg_editor|modal:body|title
source: Message Body Editor
tr: Mesaj Gövdesi Editörü

# ui:msg_editor|button:body|error:invalid_colour
source: Invalid colour format! Please enter colours as hex codes, e.g. `#E67E22`
tr: Geçersiz renk formatı! Lütfen renkleri hex kodları olarak girin, örn. `#E67E22`

# ui:msg_editor|button:body|label
source: Body
tr: Gövde

# ui:msg_editor|modal:author|field:name|label
source: Author Name
tr: Yazar Adı

# ui:msg_editor|modal:author|field:link|label
source: Author URL
tr: Yazar URL'si

# ui:msg_editor|modal:author|field:image|label
source: Author Image URL
tr: Yazar Görsel URL'si

# ui:msg_editor|modal:author|title
source: Embed Author Editor
tr: Embed Yazar Editörü

# ui:msg_editor|button:author|label
source: Author
tr: Yazar

# ui:msg_editor|modal:footer|field:text|label
source: Footer Text
tr: Altbilgi Metni

# ui:msg_editor|modal:footer|field:image|label
source: Footer Image URL
tr: Altbilgi Görsel URL'si

# ui:msg_editor|modal:footer|field:timestamp|label
source: Embed Timestamp (in ISO format)
tr: Embed Zaman Damgası (ISO formatında)

# ui:msg_editor|modal:footer|title
source: Embed Footer Editor
tr: Embed Altbilgi Düzenleyicisini

# ui:msg_editor|button:footer|error:invalid_timestamp
source: Invalid timestamp! Please enter the timestamp in ISO format.
tr: Geçersiz zaman damgası! Lütfen zaman damgasını ISO formatında girin.

# ui:msg_editor|button:footer|label
source: Footer
tr: Altbilgi

# ui:msg_editor|modal:images|field:thumb|label
source: Thumbnail Image URL
tr: Küçük Resim URL'si

# ui:msg_editor|modal:images|field:image|label
source: Embed Image URL
tr: Embed Resim URL'si

# ui:msg_editor|modal:images|title
source: Embed images Editor
tr: Embed Resim Editörü

# ui:msg_editor|button:images|label
source: Images
tr: Görüntüler

# ui:msg_editor|modal:add_field|field:position|label
source: Field number to insert at
tr: Eklenecek alan numarası

# ui:msg_editor|modal:add_field|field:name|label
source: Field name
tr: Alan adı

# ui:msg_editor|modal:add_field|field:value|label
source: Field value
tr: Alan değeri

# ui:msg_editor|modal:add_field|field:inline|label
source: Whether the field is inline
tr: Alanın satır içi olup olmadığı

# ui:msg_editor|modal:add_field|field:inline|placeholder
source: True/False
tr: Doğru/Yanlış

# ui:msg_editor|modal:add_field|title
source: Add Embed Field
tr: Embed Alanı Ekle

# ui:msg_editor|modal:add_field|error:position_not_int
source: The field position must be an integer!
tr: Alan konumu bir tamsayı olmalıdır!

# ui:msg_editor|button:add_field|label
source: Add Field
tr: Alan Ekle

# ui:msg_editor|modal:edit_field|field:name|label
source: Field name
tr: Alan adı

# ui:msg_editor|modal:edit_field|field:value|label
source: Field value
tr: Alan değeri

# ui:msg_editor|modal:edit_field|field:inline|label
source: Whether the field is inline
tr: Alanın satır içi olup olmadığı

# ui:msg_editor|modal:edit_field|field:inline|placeholder
source: True/False
tr: Doğru/Yanlış

# ui:msg_editor|modal:edit_field|title
source: Edit Embed Field
tr: Embed Alanını Düzenle

# ui:msg_editor|menu:edit_field|placeholder
source: Edit Embed Field
tr: Embed Alanını Düzenle

# ui:msg_deleteor|menu:delete_field|placeholder
source: Remove Embed Field
tr: Embed Alanını Kaldır

# ui:msg_editor|button:save|label
source: Save
tr: Kaydet

# ui:msg_editor|button:download|label
source: Download
tr: İndir

# ui:msg_editor|button:undo|label
source: Undo
tr: Geri al

# ui:msg_editor|button:redo|label
source: Redo
tr: İleri al

# ui:msg_editor|button:quit|confirm
source: You have unsaved changes! Are you sure you want to quit?
tr: Kaydedilmemiş değişiklikleriniz var! Çıkmak istediğinizden emin misiniz?

# ui:msg_editor|button:quit|confirm|button:yes
source: Yes, Quit Now
tr: Evet, Şimdi Çık

# ui:msg_editor|button:quit|confirm|button:no
source: No, Go Back
tr: Hayır, geri dön

# ui:msg_editor|timeout_warning|title
source: Warning!
tr: Uyarı!

# ui:msg_editor|timeout_warning|desc
source: This interface will time out {timestamp}. Press 'Continue' below to keep editing.
tr: Bu arayüz {timestamp} zaman aşımına uğrayacaktır. Düzenlemeye devam etmek için aşağıdaki 'Devam' düğmesine basın.

# ui:msg_editor|timeout_warning|continue
source: Continue
tr: Devam
