Repository: Intery/CafeHelper
Catalog: locales/*/LC_MESSAGES/voice-tracker.po
Languages: tr

# cmd:now
source: now
tr: şuan

# cmd:now|desc
source: Describe what you are working on, or see what your friends are working on!
tr: Neye çalıştığını anlat ya da arkadaşlarının neye çalıştığını gör!

# cmd:now|param:tag
source: tag
tr: etiket

# cmd:now|param:user
source: user
tr: kullanıcı

# cmd:now|param:clear
source: clear
tr: temizle

# cmd:now|param:tag|desc
source: Describe what you are working on in 10 characters or less!
tr: Ne çalıştığını 10 ya da daha az karakterle açıkla!

# cmd:now|param:user|desc
source: Check what a friend is working on.
tr: Arkadaşlarının neye çalıştığına bak.

# cmd:now|param:clear|desc
source: Unset your activity tag (or the target user's tag, for moderators).
tr: Aktivite etiketinizi kaldırın (ya da hedef üye etiketini, moderatörler için geçerlidir)

# cmd:now|target:self|error:target_inactive
source: You have no running session! Join a tracked voice channel to start a session.
tr: Aktif bir oturumun yok! Oturum başlatmak için takip edilen bir ses kanalına gir.

# cmd:now|target:other|error:target_inactive
source: {mention} has no running session!
tr: {mention} kullanıcısının aktif bir oturumu yok!

# cmd:now|target:self|mode:clear|success|title
source: Session Tag Cleared
tr: Oturum Etiketi Temizlendi

# cmd:now|target:self|mode:clear|success|desc
source: Successfully unset your session tag.
tr: Oturum etiketin başarıyla temizlenmiştir.

# cmd:now|target:other|mode:clear|error:perms|title
source: You can't do that!
tr: Bunu yapamazsın!

# cmd:now|target:other|mode:clear|error:perms|desc
source: You need to be a moderator to set or clear someone else's session tag.
tr: Başka birinin oturum etiketini ayarlamak ya da temizlemek için moderatör olman gerekiyor.

# cmd:now|target:other|mode:clear|success|title
source: Session Tag Cleared!
tr: Oturum Etiketi Temizlendi!

# cmd:now|target:other|mode:clear|success|desc
source: Cleared {target}'s session tag.
tr: {target} kullanıcısının oturum etiketi temizlendi.

# cmd:now|target:self|mode:set|success|title
source: Session Tag Set!
tr: Oturum etiketi ayarlandı!

# cmd:now|target:self|mode:set|success|desc
source: You are now working on `{new_tag}`. Good luck!
tr: Şimdi `{new_tag}` üzerine çalışıyorsun. İyi şanslar!

# cmd:now|target:other|mode:set|error:perms|title
source: You can't do that!
tr: Bunu yapamazsın!

# cmd:now|target:other|mode:set|error:perms|desc
source: You need to be a moderator to set or clear someone else's session tag!
tr: Başka birinin oturum etiketini ayarlamak ya da temizlemek için moderatör olman gerekiyor.

# cmd:now|target:other|mode:set|success|title
source: Session Tag Set!
tr: Oturum etiketi ayarlandı!

# cmd:now|target:other|mode:set|success|desc
source: Set {target}'s session tag to `{new_tag}`.
tr: {target} kullanıcısının oturum etiketini `{new_tag}` olarak ayarla.

# cmd:now|target:self|mode:show_with_tag|desc
source: You have been working on **`{tag}`** in {channel} since {time}!
tr: **`{tag}`** üzerine {channel} kanalında {time} beridir çalışıyorsun!

# cmd:now|target:self|mode:show_without_tag|desc
source: You have been working in {channel} since {time}! Use `/now <tag>` to set what you are working on.
tr: {channel} kanalında {time} beridir çalışıyorsun! Ne çalıştığını görmek için `/now <tag>` kullan.

# cmd:now|target:other|mode:show_with_tag|desc
source: {target} is current working in {channel}! They have been working on **{tag}** since {time}.
tr: {target} şu anda {channel} kanalında çalışıyor! **{tag}** üzerine {time}'dan beridir çalışıyor.

# cmd:now|target:other|mode:show_without_tag|desc
source: {target} has been working in {channel} since {time}!
tr: {target} {channel} kanalında {time} zamandan beridir çalışıyor!

# cmd:configure_voice_rates
source: voice_rewards
tr: ses_ödülleri

# cmd:configure_voice_rates|desc
source: Configure Voice tracking rewards and experience
tr: Ses takibinin ödüllerini ve deneyimlerini konfigüre edin

# cmd:configure_voice_tracking|mode:voice|resp:success|desc
source: Members will now be rewarded {coin}**{base} (+ {bonus})** per hour they spend (live) in a voice channel, up to a total of **{cap}** hours per server day.
tr: Üyeler artık bir ses kanalında geçirdikleri (aktif) saat başına, sunucu günü başına toplam **{cap}** saate kadar {coin}**{base} (+ {bonus})** ile ödüllendirilecek.

# cmd:configure_voice_tracking|mode:study|resp:success|desc
source: Members will now be rewarded {coin}**{base}** per hour of study in this server, with a bonus of {coin}**{bonus}** if they stream of display video, up to a total of **{cap}** hours per server day.
tr: Üyeler artık bu sunucuda çalıştıkları saat başına {coin}**{base}** ile ödüllendirilecek ve görüntülü video yayını yapmaları durumunda toplam {coin}**{bonus}** bonus verilecek. Toplamda sunucuda gün başına **{cap}** saat.

# guildset:untracked_channels
source: untracked_channels
tr: takip_edilmeyen_kanallar

# guildset:untracked_channels|desc
source: Channels which will be ignored for statistics tracking.
tr: İstatistik takibinde dikkate alınmayacak kanallar.

# guildset:untracked_channels|long_desc
source: Activity in these channels will not count towards a member's statistics. If a category is selected, all channels under the category will be untracked.
tr: Bu kanallardaki etkinlikler kullanıcı istatistiklerinde sayılmayacak. Kategori seçildiyse, kategorinin altındaki tüm kanallar takip edilmeyecek.

# guildset:untracked_channels|accepts
source: Comma separated list of untracked channel name/ids.
tr: Takip edilmeyecek kanalların isim/ID'lerinin virgülle ayrılmış listesi.

# guildset:untracked_channels|notset
source: Not Set (all voice channels will be tracked.)
tr: Ayarlanmadı (tüm ses kanalları takip edilecek.)

# guildset:untracked_channels|set
source: Channel selector below.
tr: Kanal seçici aşağıda.

# guildset:untracked_channels|set_response|set
source: Activity in the following channels will now be ignored: {channels}
tr: Bu kanallardaki aktiviteler dikkate alınmayacak: {channels}

# guildset:untracked_channels|set_response|unset
source: All voice channels will now be tracked.
tr: Tüm ses kanalları takip edilecek.

# guildset:hourly_reward
source: hourly_reward
tr: saatlik_kazanç

# guildset:hourly_reward|mode:voice|desc
source: LionCoins given per hour in a voice channel.
tr: Ses kanalındaki bir saat için verilecek LionCoin.

# guildset:hourly_reward|mode:voice|long_desc
source: Number of LionCoins to each member per hour that they stay in a tracked voice channel.
tr: Takip edilen bir ses kanalındaki her bir üyeye saat başına verilecek LionCoin miktarı.

# guildset:hourly_reward|accepts
source: Number of coins to reward per hour in voice.
tr: Sesteki her bir saat için ödüllendirilecek para miktarı.

# guildset:hourly_reward|formatted
source: {coin}**{amount}** per hour.
tr: Saat başına {coin}**{amount}**.

# guildset:hourly_reward|mode:voice|response
source: Members will be given {coin}**{amount}** per hour in a voice channel!
tr: Üyeler ses kanalında oldukları her saat için {coin}**{amount}** ile ödüllendirilecekler!

# guildset:hourly_reward|mode:study|desc
source: LionCoins given per hour of study.
tr: Çalışma saati başına verilecek LionCoin.

# guildset:hourly_reward|mode:study|long_desc
source: Number of LionCoins given per hour of study, up to the daily hour cap.
tr: Her çalışma saati başına verilecek LionCoin miktarı, en fazla günlük çalışma süresi kadar alınabilir.

# guildset:hourly_reward|mode:study|response
source: Members will be given {coin}**{amount}** per hour that they study!
tr: Üyeler çalıştıkları her saat için {coin}**{amount}** ile ödüllendirilecekler!

# guildset:hourly_live_bonus
source: hourly_live_bonus
tr: saatlik_yayın_bonusu

# guildset:hourly_live_bonus|desc
source: Bonus Lioncoins given per hour when a member streams or video-chats.
tr: Saat başına üye yayın yaptığında ya da video-konuşmalarında verilecek bonus LionCoin.

# guildset:hourly_live_bonus|long_desc
source: When a member streams or video-chats in a channel they will be given this bonus *additionally* to the `hourly_reward`.
tr: Bir üye kanalda yayın açtığında ya da video-konuşması yaptığında `hourly_reward` üzerine bonus olarak bu bonus verilecektir.

# guildset:hourly_live_bonus|accepts
source: Number of bonus coins to reward per hour when live.
tr: Yayında olunduğunda saatlik olarak verilecek bonus para.

# guildset:hourly_live_bonus|formatted
source: {coin}**{amount}** bonus per hour when live.
tr: Yayın açıldığında saatlik olarak {coin}**{amount}** bonus verilecek.

# guildset:hourly_live_bonus|response
source: Live members will now *additionally* be given {coin}**{amount}** per hour.
tr: Yayın açan kullanıcılara saatlik ekstra olarak {coin}**{amount}** miktarında para verilecek.

# guildset:daily_voice_cap
source: daily_voice_cap
tr: günlük_ses_süresi

# guildset:daily_voice_cap|desc
source: Maximum number of hours per day to count for each member.
tr: Her üye için sayılacak maksimum ses saati süresi.

# guildset:daily_voice_cap|long_desc
source: Time spend in voice channels over this amount will not be tracked towards the member's statistics. Tracking will resume at the start of the next day. The start of the day is determined by the configured guild timezone.
tr: Ses kanallarında bu süreyi aşan süreler üye istatistiklerine yansıtılmayacaktır. Takip ertesi günün başlangıcında devam edecektir. Günün başlangıcı, ayarlanmış sunucu saat dilimine göre belirlenir.

# guildset:daily_voice_cap|accepts
source: The maximum number of voice hours to track per day.
tr: Günlük sayılacak maksimum ses saati.

# guildset:daily_voice_cap|response
source: Members will be tracked for at most {duration} per day. (**NOTE:** This will not affect members currently in voice channels.)
tr: Üyeler günlük en fazla {duration} süre takip edilecekler. (**NOT:** Bu o anda ses kanalında olan üyeleri etkilemeyecektir.)

# ui:voice_tracker_config|button:close|label
source: Close
tr: Kapat

# ui:voice_tracker_config|button:reset|label
source: Reset
tr: Sıfırla

# ui:voice_tracker_config|menu:untracked_channels|placeholder
source: Set Untracked Channels
tr: Takip Edilmeyen Kanalları Seç

# ui:voice_tracker_config|mode:voice|embed|title
source: Voice Tracker Configuration Panel
tr: Ses Takibi Konfigürasyon Paneli

# ui:voice_tracker_config|mode:study|embed|title
source: Study Tracker Configuration Panel
tr: Çalışma Sayacı Konfigürasyon Paneli

# ui:voice_tracker_config|menu:untracked_channels|placeholder
source: Select Untracked Channels
tr: Takip Edilmeyen Kanalları Seç

# dash:voice_tracking|dropdown|placeholder
source: Voice Activity Panel
tr: Ses Aktivite Paneli
