Repository: Intery/CafeHelper
Catalog: locales/*/LC_MESSAGES/weekly-gui.po
Languages: tr

# skin:weeklystats|mode:study|title
source: STUDY HOURS
tr: ÇALIŞMA SAATLERİ

# skin:weeklystats|mode:voice|title
source: VOICE CHANNEL ACTIVITY
tr: SES KANALI ETKİNLIĞİ

# skin:weeklystats|mode:text|title
source: MESSAGE ACTIVITY
tr: MESAJ AKTİVİTESİ

# skin::weeklystats|mode:anki|title
source: CARDS REVIEWED
tr: GÖSTERİLEN KARTLAR

# skin:weeklystats|weekdays
source: M,T,W,T,F,S,S
tr: P,S,Ç,P,C,C,P

# skin:weeklystats|mode:study|summary:this_week
source: THIS WEEK: {amount} HOURS
tr: BU HAFTA: {amount} SAAT

# skin:weeklystats|mode:voice|summary:this_week
source: THIS WEEK: {amount} HOURS
tr: BU HAFTA: {amount} SAAT

# skin:weeklystats|mode:text|summary:this_week
source: THIS WEEK: {amount} MESSAGES
tr: BU HAFTA: {amount} MESAJ

# skin:weeklystats|mode:text|summary:this_week
source: THIS WEEK: {amount} CARDS
tr: BU HAFTA: {amount} KART

# skin:weeklystats|mode:study|summary:last_week
source: LAST WEEK: {amount} HOURS
tr: GEÇEN HAFTA: {amount} SAAT

# skin:weeklystats|mode:voice|summary:last_week
source: LAST WEEK: {amount} HOURS
tr: GEÇEN HAFTA: {amount} SAAT

# skin:weeklystats|mode:text|summary:last_week
source: LAST WEEK: {amount} MESSAGES
tr: GEÇEN HAFTA: {amount} MESAJ

# skin:weeklystats|mode:text|summary:last_week
source: LAST WEEK: {amount} CARDS
tr: GEÇEN HAFTA: {amount} KART
